cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'fzf'
brew 'tig'
brew 'clang-format'
brew 'mergepbx'
brew 'scala'
brew 'swiftlint'
brew 'sqlite'
brew 'sbt'
brew 'xctool'
brew 'tree'
brew 'protobuf'
brew 'mongodb'
brew 'mysql'
brew 'hub'
brew 'git-lfs'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'node'
brew 'ranger'
brew 'the_silver_searcher'
brew 'jenv'

cask 'adium'
cask 'vlc'